const WebsiteData = [
    {
        text: `耶路撒冷群眾以棕樹枝鋪在地上，以榮耀的方式迎接耶穌。耶穌騎著小驢駒、謙謙和和地進城，不是騎著駿馬，象徵祂所建的國不是以權勢及暴力取得。耶穌本有王榮耀尊貴的身份，卻道成肉身，謙卑順服，溫柔忍耐，成全救恩。你心中神的國是怎樣的呢？神國的君王的榜樣是如何？`
    },
    {
        text: `耶穌無花果樹的教導，提醒我們活出的生命，應當與所蒙的恩相稱。你願意如何祈求聖靈，幫助自己在生活中，實踐跟隨耶穌的見證，愛神愛人？。`
    },
    {
        text: `耶穌已經勝過死亡並且復活，末後祂必要再來！當你等候、盼望永生的日子來到，有沒有什麼事使你軟弱、攔阻你持守敬虔？我們一起為此禱告。`
    },
    {
        text: `願神保守我們手所作的，單單為了主。今年你想要將什麼獻給神、讓神來使用你成為祝福？願神悅納我們對祂的愛的奉獻與回應。`
    },
    {
        text: `神的救贖，是充滿奧秘的大工！成就在我們信的人身上！來思念耶穌，祂為我們打破的身體、為我們流的寶血。並且省察自己，以感恩的心，同領主的餅、主的杯。在領受聖餐的默想中，有什麼來自於神的提醒與啟示嗎？`
    },
    {
        text: `耶穌能使海上風暴平靜、能在水面上行走？到底誰有能力可以殺了耶穌？祂為何不替自己辯解？甘願忍受羞辱、鞭打？在十字架上被殺？羅馬書5：18「因一次的過犯，眾人都被定罪；照樣，因一次的義行，眾人也就被稱義得生命了。」耶穌因愛而順服，滿足神救贖的法則。祂與父隔絕，為你、為我！若你願意，邀請你一起向祂獻上感謝`
    },
    {
        text: `耶穌死了，門徒因害怕而逃跑。羅馬書5：8「惟有基督在我們還作罪人的時候為我們死，　神的愛就在此向我們顯明了。」耶穌明白人的恐懼、軟弱、絕望與有限，而我們就是祂來到世界的理由。祂也預言將為我們復活！多麼有福！有主如此！一起來讚美耶穌，竭盡此生努力跟隨主！`
    },
    {
        text: `歡欣！歡欣！主已復活！主日是屬於我們與主歡慶的日子！回想與主相遇的故事，一切都不是偶然！祂定意救我們，不放棄我們！你是如何重生得救的？我們紀念耶穌的受難，並獻上感謝，一生跟隨！`
    }
]

module.exports = WebsiteData 