export const TextData = [
    {
        title: `Day 1｜棕枝主日`,
        content: `耶穌騎著小驢駒和門徒一起進入耶路撒冷。以色列百姓以棕樹枝鋪在地上，以君王榮耀的方式迎接耶穌進城。眾人喊著「奉主名來的是應當稱頌的！高高在上和散那！」這是為了應驗先知撒加利亞對彌賽亞的預言。<br/><br/>
        在當時羅馬的政治統治下，以色列群眾生活苦不堪言。他們夾道歡迎耶穌進城，可能曾經歷、聽聞耶穌的神蹟與能力，因此擁戴耶穌作王，盼望祂像祖先大衛，帶來「彌賽亞國度」的榮耀。
        然而耶穌沒有迷失在群眾的歡呼聲中，祂騎著小驢駒進城，顯示祂的國是謙和與慈愛。耶穌本有王榮耀尊貴的身份，祂是猶大的獅子，卻又是那被殺的羔羊，謙卑順服、溫柔忍耐，成全救恩。<br/><br/>`,
        verse: `馬可福音11：1-11<br />和散那！奉主名來的是應當稱頌的！`,
        pictureTitle: `騎驢駒光榮進城的王`,
        pictureAuthor: `畫家 | 蔡景星`

    },
    {
        title: `Day 2｜權柄日`,
        content: `耶穌與門徒從伯大尼走到耶路撒冷，是逾越節的季節，也就是中東地區的三、四月份，這時也是無花果樹嫩果慢慢成形的時候，隨著葉子成長，六月到十月就可以採收成熟的果實。<br/><br/>
        耶穌與門徒餓了，想採無花果樹上的嫩果來吃，但是馬可卻說，無花果樹上只有葉子，其他甚麼也沒有。代表即使採收的時候到來，這樹必定也不會有果熟蒂落的豐收了。<br/><br/>`,
        verse: `馬可福音11：12-14<br/>耶穌餓了。遠遠地看見一棵無花果樹，樹上有葉子，就往那裡去，或者在樹上可以找著甚麼。到了樹下，竟找不著甚麼。`,
        pictureTitle: `無花果樹的教導`,
        pictureAuthor: `畫家 | 蔡景星`
    },
    {
        title: `Day 3｜辨惑日`,
        content: `耶穌譴責宗教權貴，充滿虛有其表的敬虔，使聖殿成為賊窩。耶穌預言聖殿將要被毀，說：「你們拆毀這殿，我三日內要再建立起來。」
        <br/><br/>原來，耶穌就是答案！祂成為新的聖殿，要住在我們中間，除去我們的罪惡，挪去世界的敗壞。
        如今聖殿崩壞，但永恆是在復活的基督裡，神的家在基督的教會，也是我們這群屬基督的人。<br/><br/>`,
        verse: `馬可福音11:15 ; 13:2<br/>
        他們來到耶路撒冷。耶穌進入聖殿，趕出殿裡做買賣的人，推倒兌換銀錢之人的桌子和賣鴿子之人的凳子...<br/>
        耶穌對他說：「你看見這大殿宇嗎？將來在這裡沒有一塊石頭留在石頭上，不被拆毀了。」<br/><br/>
        `,
        pictureTitle: `預言聖殿被毀與耶穌再來`,
        pictureAuthor: `畫家 | 蔡景星`
    },
    {
        title: `Day 4｜ 退修日`,
        content: `女人拿一至貴的真哪達香膏，打破瓶子，把香膏澆在耶穌的頭上。門徒指責女人的行為，不該浪費貲財，可以賙濟窮人。
        耶穌卻稱讚那女人做的是件美事，窮人的需要，總是會有，但這是為祂的身體安葬作準備。<br/><br/>
        
        真哪達香膏的價值，相當於當時三百天的工價，女人將這一玉瓶香膏澆在耶穌頭上，門徒覺得浪費。<br/><br/>
        
        然而，真哪達香膏的貴重，正顯明女人不計代價，對主全然奉獻，以及愛主的心。<br/><br/>
        `,
        verse: `馬可福音14：3-8<br/>
        有一個女人拿著一玉瓶至貴的真哪噠香膏來，打破玉瓶，把膏澆在耶穌的頭上...<br/>
        她是為我安葬的事把香膏預先澆在我身上
        `,
        pictureTitle: `傾倒真哪達香膏為受難預備`,
        pictureAuthor: `畫家 | 蔡景星`

    },
    {
        title: `Day 5｜聖餐日`,
        content: `逾越節對以色列人而言，有重大的意義，神因著羔羊的血，拯救以色列人免於埃及毀滅種族之災，「逾越」了民族長久的奴役生活。<br/><br/>
        在去客西馬尼園之前，耶穌與門徒吃逾越節晚餐。祂為門徒洗腳，桌上有羊羔、無酵餅、苦菜和酒等等，無論是節期或食物，都有深刻的屬靈含意。耶穌即將成為那贖罪的羔羊，獻上自己的生命和寶血，完成救恩，將祂的百姓，從罪惡中拯救出來。<br/><br/>
        `,
        verse: `馬可福音14：12-26<br/>
        耶穌拿起餅來，祝了福，就擘開，遞給他們，說：「你們拿著吃，這是我的身體」；又拿起杯來，祝謝了，遞給他們；他們都喝了。耶穌說：「這是我立約的血，為多人流出來的。
        `,
        pictureTitle: `耶穌與門徒的逾越節晚餐`,
        pictureAuthor: `畫家 | 蔡景星`
    },
    {
        title: `Day 6｜受難日`,
        content: `到底是誰殺了耶穌？<br/>
        是曾經夾道歡迎耶穌進城的人？是道貌岸然的祭司長、文士？是彼拉多？還是起鬨的群眾？<br/>
        彼拉多查不出耶穌有什麼罪，卻為討好群眾，將耶穌交給人去釘十字架。<br/>
        
        但是，耶穌除了承認自己是猶太人的王之外，其他所有問題，都不回答。耶穌為何不開口辯解？為何不用自己的能力，使看好戲的人折服？<br/>
        既然祂大有能力，能使海中風浪平靜、能在水面上行走？<br/>
        
        為什麼耶穌甘願忍受羞辱、受鞭打？為什麼要上十字架？<br/><br/>
        `,
        verse: `馬可福音15：1-15<br/>
        彼拉多又說：「那麼樣，你們所稱為猶太人的王，我怎麼辦他呢？」他們又喊著說：「把他釘十字架！」`,
        pictureTitle: `誰把耶穌釘在十字架上`,
        pictureAuthor: `畫家 | 蔡景星`
    },
    {
        title: `Day 7｜墳墓日`,
        content: `耶穌死了…<br/>
        恨耶穌的人剛剛除去眼中釘，門徒因怕猶太人…跟隨的彼得也逃走了。然而，法利賽人約瑟與尼哥底母，過去他們暗暗跟隨，但現在，他們為耶穌挺身而出，勇敢地跟彼拉多與百夫長要了耶穌的屍首，奉獻塗裹屍體的貴重物品及磐石鑿出的新墳，為耶穌殮葬。
        <br/><br/>
        他們何需如此？他們不顧自己的事業和前途嗎？他們不怕眾人嗎？他們不顧自身及家人安危嗎？一切都是為了主！
        <br/><br/>
        `,
        verse: `馬可福音15：42-47<br/>
        約瑟買了細麻布，把耶穌取下來，用細麻布裹好，安放在磐石中鑿出來的墳墓裡，又滾過一塊石頭來擋住墓門。
        `,
        pictureTitle: `無聲的安息日`,
        pictureAuthor: `畫家 | 蔡景星`

    }, {
        title: `復活節`,
        content: `故事終結，故事開始<br/>

        耶穌的生，是為了我們的罪而死；耶穌的死，是為了我們永恆生命的復活！<br/><br/>
        
        耶穌基督藉著十字架的死，拯救我們因罪惡墮落，與神永遠隔絕的光景。祂受的刑罰和鞭傷，使我們得平安和醫治。<br/><br/>
        
        聖經說，凡接待祂的人，祂就賜他們成為祂的兒女的權利。一切過犯已過去，生命轉變，都變成新的了！<br/><br/>
        
        十字架與空墳墓，是跟隨耶穌基督的人，生命中最美的記號！<br/>
        因為有耶穌在我們生命中，罪人的故事終結，神的兒女，跟隨耶穌走向榮耀的新旅程！<br/><br/>
        `,
        verse: `馬可福音16：1-9<br/>
        在七日的第一日清早，耶穌復活了
        `,
        pictureTitle: `主復活了`,
        pictureAuthor: `畫家 | 蔡景星`
    }
]


export const ResponseData = [
    {
        title1: `默想–受難週第一日`,
        title2: `騎驢駒光榮進城的王`,
        text: `耶穌溫柔謙卑，祂說：『凡勞苦擔重擔的人可以到我這裡來，我就使你們得安息。』
        你願意打開心門，邀請這位既有能力又謙和慈愛的主進入你的生命嗎？ `
    },
    {
        title1: `默想–受難週第二日`,
        title2: `無花果樹的教導`,
        text: `耶穌無花果樹的比喻，教導我們蒙受主恩的人，所活出的生命，應當與所蒙的恩相稱。
        這個教導，對你有什麼提醒？。
        `
    },
    {
        title1: `默想–受難週第三日`,
        title2: `預言聖殿被毀與再來`,
        text: `耶穌必要再來，保羅也教導我們要常常竭力多做主工，將來每一個人都要向主交帳。
        你願意讓神使用你，以恩賜成為祝福並活出榮神益人的生命嗎？`
    },
    {
        title1: `默想–受難週第四日`,
        title2: `傾倒真哪達香膏為受難預備`,
        text: `你是如何看待全然奉獻的意義呢？單單為主而作的善工，顯出我們真正愛主、跟隨主的心。
        在我們的生命中，可以為主獻上什麼？我們真是為了主而作嗎？`
    },
    {
        title1: `默想–受難週第五日`,
        title2: `耶穌與門徒的逾越節晚餐`,
        text: `當我們憑信心領受聖餐，是紀念耶穌，祂為我們打破的身體、流的寶血，救贖罪中的我們。一起來省察自己，並以感恩的心，同領主的餅、主的杯。`
    },
    {
        title1: `默想–受難週第六日`,
        title2: `誰把耶穌釘在十字架上`,
        text: `耶穌是王，是猶大的獅子，   也是被殺的羔羊，被牽到宰殺之地，  受苦的時候卻不開口！ 耶穌因愛而來，順服地死在十字架上！耶穌與父隔絕，為你、為我！ 
        `
    },
    {
        title1: `默想–受難週第七日`,
        title2: `無聲的安息日`,
        text: `耶穌安靜地躺在墳墓裡，世界無聲，卻是救恩的序曲！有萬籟的讚美歡呼！天上、地上將在永恆的樂曲中歡慶！
        因為，耶穌基督，即將復活！
        `
    },
    {
        title1: `默想–受難週第八日`,
        title2: `主復活了`,
        text: `耶穌的死與復活，是真實的，你願意憑著信心接受，還是拒絕？
        邀請你，敞開心迎接救主基督，來認識祂，與我們一起歡慶，祂所賜永恆的盼望與喜樂！`
    }
]